import React from "react";
import "../OProjektu.css";

function OProjektu() {
  return (
    <div className="oprojektu">
      <p>
        На инфопулту су радили ученици ИИИ-4 смјер техничари информационих
        технологија на челу са професором Драганом Тодоровићем <br />
        <br />
        На идеју о изради инфопулта смо дошли сасвим спонтано. Водећи необавезни
        разговор на рачунарској секцији осмислили смо пројекат по коме ће наша
        школа ЈУ СШЦ „Јован Цвијић“ у Модричи бити позната. На почетку смо били
        несигурни, нисмо знали да ли ће нам школа одобрити новчана средства за
        физичке дијелове инфопулта. Професор Драган нас је сваким даном
        усмјеравао и давао нам вјетар у леђа, самим тим комплетан дизајн
        апликације и извјештај о истој су завршени у року од 5 радних дана.
        Отишли смо на састанак код директорице и презентовали наш пројекат.
        Директорица нам је дала зелено свјетло и тада смо отпочели са радом.
        <br />
        <br />
        На дизајну апликације су радили Игор Илић и Оливера Ристић. У ВУЕ.ЈС
        технологији су радили Синиша Савић, Дражен Божић и Борислав Вучићевић.
        За ХТМЛ су били задужени Никола Пејић, Тијана Мијатовић, Дражен Божић и
        Оливера Ристић. У ЦСС-у су радили Милан Топаловић, Борислав Вучићевић и
        Жељана Филиповић. За ЈаваСцрипт су били задужени Милан Топаловић и
        Борислав Вучићевић. Консултанти су Лука Вујић и Дајана Лучић. За Пyтхон
        скрипту и ОС био је задужен Денис Софтић.
        <br />
        <br />
        Сваки наш час, било да се одржао уживо на рачунарској секцији или онлајн
        преко апликације Дискорд, био је прожет позитивом, осмијесима али и
        вриједним радом. Баш та комбинација је доприњела успјешно завршеној
        апликацији за пројекат инфопулт.
        <br />
        <br />
        Инфопулт в2.0 урадио Денис Софтиц ученик ИВ-2. Цијела апликација
        развијена у РеацтЈС :)
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
      </p>
      <img src="https://placehold.co/800x600" alt="" />
    </div>
  );
}

export default OProjektu;
