import React from "react";
import "../OSSC.css";
function OSSC() {
  return (
    <div className="OSSC">
      <p>
        ЈУ Средњошколски Центар „Јован Цвијић“ Модрича наставља традицију
        модричких средњих школа од давне 1946. године када је почела са радом
        Школа ученика у привреди, и 1962. године, од када у Модричи постоји
        Гимназија. У досадашњем развоју, модричке средње школе су мијењале
        организационе облике. У првој фази развоја, одвојено су дјеловале
        Гимназија и Школа за ученике у привреди. Заједничком одлуком и уз
        сагласност просвјетних власти, ове двије школе су се спојиле у Центар за
        средње образовање и васпитање, који почиње са радом 1. септембра 1972.
        године. То би се могло означити као друга фаза у развоју средњих школа.
        Трећа фаза у развоју средњих школа у Модричи отпочиње ступањем на снагу
        новог Закона о средњем образовању по коме се из састава Центра за
        усмјерено образовање и васпитање са двије радне јединице издвајају и
        конституишу двије школе и то: Гимназија и Техничко-технолошка школа. У
        Гимназију су сврстана затечена одјељења просвјетне, преводилачке и
        математичке струке и пет новоуписаних одјељења (школска 1991/1992.
        година). У Техничко-технолошкој школи задржане су машинска и хемијска
        струка, а касније је уведена и електротехничка струка. Од школске
        2002/2003 године, одлуком Министарства за просвјету Републике Српске,
        Гимназија и Техничко-технолошка школа спојене су у Средњошколски центар
        „Јован Цвијић“ Модрича и у том организационом облику тренутно постоји и
        ради.
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
      </p>
      <img src="https://placehold.co/800x600" alt="" />
    </div>
  );
}

export default OSSC;
